Repository: fixXxal/vaahakainn
Catalog: locale/dv/LC_MESSAGES/django.po
Languages: dv

source: Home
dv: ގޭ

source: Stories
dv: ކަހާޅާ

source: Loading stories...
dv: ކަހާޅާ ލޯޑުކުރަމުން...

source: Welcome to VAAHAKAINN.
dv: ވާހަކައިން އަށް މަރުހަބާ.

source: Discover a wonderful collection of stories and exciting tales that take you on journeys through different worlds full of adventures and imagination
dv: އެކްއެކް ދުނިޔެއްގައި އެޑްވެންޗަރާއި تصور ގެ ދުނިޔަކަށް ގެންދާ ފަރުވާ ކަހާޅާ އާއި ފުހުލްކަ ހަދިޔާއެއް ފުންސަންތާ

source: Scroll to explore
dv: ދުރުކަން ކުރުމަށް ސްކުރޯލް ކުރޭ

source: Featured
dv: ފީޗާ ކުރުވާފައިވާ

source: Handpicked tales that will take you on unforgettable journeys
dv: ހަތްހަވާނު ޞާރިކެއްގެ އަހާހީއް ފަތީހެކީ ގެ ކަހާޅާ

source: Episodes
dv: ޖަލްސާތަކެއް

source: Dive into this captivating story filled with adventure and wonder.
dv: އެޑްވެންޗަރާއި ޔާކަލީސް ވާހަކައަކަށް ރައްދުވާ

source: Explore Story
dv: ވާހަކަ ހޯއް

source: Stories Coming Soon
dv: ކަހާޅާ އަވަސް

source: We're crafting amazing tales that will transport you to magical worlds. Stay tuned for incredible adventures!
dv: އަޅު ސިއުރީޔު ދުނިޔެއް ގައި ގެންދާ ހާސްކަހާޅާ މަސައްކަތް ކުރައާ އަވަސްވެކަން!
